Repository: fire-eggs/FamilyLines
Catalog: Experimental/Source/FamilyLines/Properties/Resources.*.resx
Languages: fa_ir

source: All Files (*.*)
fa_ir: همه پرونده‌ها (*.*)

# DefaultStory
source: Document information here.
fa_ir: اطلاعات مدرک در اینجا

source: Export
fa_ir: صادر کردن

# GedcomFailedMessage
source: The GEDCOM file could not be imported.
fa_ir: پرونده GEDCOM قابل وارد سازی نیست.

# NotImplemented
source: The method or operation is not implemented.
fa_ir: این عمل هنوز پیاده سازی نشده

source: Save
fa_ir: ذخیره

source: Person
fa_ir: فرد

# NotSavedMessage
source: Do you want to save changes to the current family?
fa_ir: آیا می‌خواهید تغییرات خانواده جاری را ذخیره کنید؟

# ConfirmDeletePerson
source: Do you want to delete this person?
fa_ir: آیا از پاک کردن {0} {1} مطمئن هستید؟

source: Open
fa_ir: باز کردن

source: Save As
fa_ir: ذخیره به عنوان

# ConfirmDeleteRelationship
source: Do you want to remove this relationship?
fa_ir: آیا می‌خواهید این روابط را پاک کنید؟

source: Relationship
fa_ir: رابطه

source: Merge
fa_ir: ادغام

source: Link
fa_ir: پیوند

source: Link Failed
fa_ir: پیوند ناموفق بود

# LinkAddMessage
source: The selected file does not already exist in this familyx file. Add the file instead.
fa_ir: پرونده انتخاب شده در حال حاضر در پرونده familyx وجود ندارد. به جای اینکار، آن را اضافه کنید.

# Unsupported
source: Unsupported Format
fa_ir: قالب ناشناخته

# UnsupportedPhotoMessage
source: Only *.jpg, *.jpeg, *.png, *.tif, *.tiff or *.gif image formats are supported.
fa_ir: فقط تصاویر *.jpg, *.jpeg, *.png, *.tif, *.tiff or *.gif پشتیبانی می‌شود.

# NoMap
source: Map
fa_ir: نقشه

source: Export Result
fa_ir: صادر کردن نتایج

# PlacesMessage
source: Do you want to view the file in the default map viewer?
fa_ir: آیا می‌خواهید این پرونده را در نقشه‌نمای پیشفرض ببینید.

# SourcesExportMessage
source: Do you want to view the file in the default web browser?
fa_ir: آیا می‌خواهید پرونده را در مرورگر وب پیشفرض ببینید؟

# ConfirmDeleteSource
source: Do you want to remove this source?
fa_ir: آیا می‌خواهید این منبع را پاک کنید؟

source: Source
fa_ir: منبع

source: Error
fa_ir: خطا

# AttachmentExists
source: This file is already attached to this person.
fa_ir: این پرونده قبلا به این فرد پیوست شده است

# ConfirmDeleteAttachment
source: Do you want to remove this attachment?
fa_ir: آیا می‌خواهید این پیوست را پاک کنید؟

source: Attachment
fa_ir: پیوست

# UnsupportedAttachmentMessage
source: Please consult the help file for a complete list of supported attachment formats.
fa_ir: لطفا برای مشاهده لیست کامل پرونده‌های قابل پیوست به راهنما مراجعه فرمایید.

# GedcomExportSucessfulMessage
source: The familyx file was sucessfully exported to GEDCOM.
fa_ir: پرونده familyx با موفقیت به GEDCOM صادر شد.

# PhotoExistsMessage
source: This photo is already attached to this person.
fa_ir: این تصویر قبلا به این فرد پیوست شده است.

# ConfirmDeleteRepository
source: Do you want to remove this repository?
fa_ir: آیا می‌خواهید این مخازن را پاک کنید؟

source: Repository
fa_ir: مخزن

# InvalidURL
source: The link is not a valid URL.
fa_ir: پیوند معتبر نیست

# ConfirmDeletePhoto
source: Do you want to remove this photo?
fa_ir: آیا می‌خواهید این تصویر را پاک کنید؟

source: Photo
fa_ir: تصویر

# SelectPersonFirstMessage
source: Select a person from the list first.
fa_ir: ابتدا فردی را از لیست انتخاب کنید.

# AttachmentFiles
source: Attachment Files (*.doc; *.docx; *.xls; *.xlsx; *.ppt; *.pptx; *.odp; *.odt; *.ods; *.xps; *.htm; *.html; *.pdf; *.txt; *.kml; *.kmz; *.jpeg; *.jpg; *.png; *.rtf)
fa_ir: پرونده‌های قابل پیوست (*.doc; *.docx; *.xls; *.xlsx; *.ppt; *.pptx; *.odp; *.odt; *.ods; *.xps; *.htm; *.html; *.pdf; *.txt; *.kml; *.kmz; *.jpeg; *.jpg; *.png; *.rtf)

# ClearRecentFilesMenu
source: Clear recent file list
fa_ir: پاک‌کردن لیست‌ پرونده‌ها اخیر

# FamilyShow
source: Family Lines
fa_ir: فامیلی لاینز

# ImportingStatus
source: (Importing)
fa_ir: (در حال وارد کردن)

# LoadingStatus
source: (Loading)
fa_ir: (در حال بار گذاری)

# MergeExistingError
source: An error occured while updating information between duplicate people.
fa_ir: خطایی در حین به روز رسانی اطلاعات بین افراد تکراری رخ داد.

# MergeFailed1
source: Merge failed. No changes have been made.
fa_ir: ادغام ناموفق بود. لطفا پرونده اصلی را دوباره بار کنید.

# MergeFailed2
source: Merge failed. Please reload your original file.
fa_ir: ادغام ناموفق بود. لطفا فایل اصلی را دوباره بار کنید.

# MergeMenu
source: Merge...
fa_ir: ادغام...

# MergingStatus
source: (Merging)
fa_ir: (در حال ادغام)

# NoExistingAttachments
source: There are no existing attachments.
fa_ir: هیچ پیوستی از قبل موجود نیست.

# OpenMenu
source: Open...
fa_ir: باز کردن...

# ReportHeader1
source: Family of
fa_ir: خانواده

# ReportHeader2
source: in
fa_ir: در

# SaveBeforeMerge
source: Do you want to save changes to the current family before merging?
fa_ir: آیا می‌خواهید تغییرات جاری را قبل از ادغام ذخیره کنید؟

# UnableDeleteRepository1
source: Unable to delete repository
fa_ir: حذف مخزن ناموفق بود

# UnableDeleteRepository2
source: as this repository is linked to sources.
fa_ir: چون این مخزن به منابعی وصل است.

# UnableDeleteSource1
source: Unable to delete source
fa_ir: حذف منبع نا موفق بود

# UnableDeleteSource2
source: as this source is linked to citations.
fa_ir: چون منبع به ارجاعاتی متصل است.

# UnsavedStatus
source: (Unsaved)
fa_ir: (ذخیره نشده)

# NewMenu
source: New
fa_ir: جدید

# ExportGedcomMenu
source: Export GEDCOM...
fa_ir: صادر کردن GEDCOM...

# ExportHtmlMenu
source: Export HTML...
fa_ir: صادر کردن HTML...

# ExportPlacesMenu
source: Export Places...
fa_ir: صادر کردن مکان‌ها...

# SaveAsMenu
source: Save As...
fa_ir: ذخیره به عنوان...

# AttachmentsMenu
source: Attachments
fa_ir: پیوست‌ها

# ContentsMenu
source: Contents
fa_ir: محتویات

source: Full screen
fa_ir: تمام صفحه

source: Help
fa_ir: کمک

# PhotosMenu
source: Photos
fa_ir: تصاویر

source: Print
fa_ir: چاپ

# PrintMenu
source: Print...
fa_ir: چاپ...

# PrintXPSMenu
source: Print tree as XPS...
fa_ir: چاپ درخت به عنوان XPS...

# RepositoriesMenu
source: Repositories
fa_ir: مخازن

# SourcesMenu
source: Sources
fa_ir: منابع

# StatisticsMenu
source: Statistics
fa_ir: آمار

# StoriesMenu
source: Stories
fa_ir: داستان‌ها

# LanguageMenu
source: Language...
fa_ir: زبان...

source: Actual Text
fa_ir: خود متن

source: Add
fa_ir: افزودن

source: Add a Family Member
fa_ir: افزودن عضو خانواده

source: Add Father
fa_ir: افزودن پدر

source: Attachments
fa_ir: پیوست‌ها

source: Back
fa_ir: عقب

# BirthPlace
source: Place of Birth
fa_ir: محل تولد

source: Born
fa_ir: متولد

# BurialDate
source: Date of Burial
fa_ir: تاریخ به خاک‌سپاری

# BurialPlace
source: Place of Burial
fa_ir: محل‌به‌خاک‌سپردن

source: Cancel
fa_ir: انصراف

source: Citations
fa_ir: ارجاعات

source: Connect a Family Member as
fa_ir: اتصال یک عضو خانواده به عنوان

source: Create Relationship
fa_ir: ایجاد یک رابطه

# CremationDate
source: Date of Cremation
fa_ir: تاریخ سوزانده شدن

# CremationPlace
source: Place of Cremation
fa_ir: محل سوزانده شدن

source: Date of Birth
fa_ir: تاریخ تولد

source: Date of Death
fa_ir: تاریخ فوت

# DeathPlace
source: Place of Death
fa_ir: محل فوت

source: Delete
fa_ir: حذف

source: Details
fa_ir: جزئیات

source: Done
fa_ir: تمام

source: Edit Attachments
fa_ir: ویرایش پیوست‌ها

# EditCitation
source: Edit Citations
fa_ir: ویرایش ارجاعات

source: Edit Details
fa_ir: ویرایش جزئیات

source: Edit More Details
fa_ir: ویرایش جزئیات بیشتر

source: Edit Person
fa_ir: ویرایش فرد

source: Edit Relationships
fa_ir: ویرایش روابط

source: Education
fa_ir: تحصیلات

source: Family Data
fa_ir: اطلاعات خانواده

# FamilySpace
source: Family
fa_ir: خانواده

source: Female
fa_ir: مونث

source: Filter
fa_ir: صافی

# FilterColon
source: Filter:
fa_ir: صافی:

source: From
fa_ir: از

source: Gender
fa_ir: جنسیت

source: Living
fa_ir: در قید حیات

source: Male
fa_ir: مذکر

# MapToolTip
source: Search for a map of this location in your default browser.
fa_ir: در مرورگر پیش‌فرض دنبال این موقعیت بگردید.

source: More
fa_ir: بیشتر

source: Name & Age
fa_ir: نام و سن

source: Name(s)
fa_ir: نام (ها)

# NewHeader
source: Add the first family member
fa_ir: اولین عضو خانواده را اضافه کنید

source: None
fa_ir: هیچکدام

source: Note
fa_ir: یادداشت

source: Occupation
fa_ir: شغل

# OfSpace
source: of
fa_ir: از

source: Open Recent
fa_ir: بازکردن پرونده‌های اخیر

source: Parents
fa_ir: والدین

# PhotoStory
source: Photos & History
fa_ir: تصاویر و تاریخچه

source: Place
fa_ir: مکان

source: Relationships
fa_ir: روابط

source: Religion
fa_ir: دین

source: Remove parent
fa_ir: حذف والد

source: Remove sibling
fa_ir: حذف برادر با خواهر

source: Remove spouse
fa_ir: حذف همسر

source: Restriction
fa_ir: محدودیت

source: Siblings
fa_ir: برادرها و خواهرها

source: Spouse/Partner
fa_ir: همسر

# SpousePartnerCitation
source: Spouse/Partner Citations
fa_ir: ارجاعات همسر

source: Suffix
fa_ir: پیشوند

# Surname
source: Last Name
fa_ir: نام خانوادگی

# ThemesHeader
source: Themes
fa_ir: پوسته‌ها

source: To
fa_ir: تا

# ToSpace
source: to
fa_ir: تا

source: Version
fa_ir: نسخه

source: Welcome
fa_ir: خوش آمدید

source: Who are the parents?
fa_ir: والدین چه کسانی هستند؟

# AboutMenu
source: About Family Lines
fa_ir: درباره فامیلی لاینز

source: Time
fa_ir: زمان

# TagsColon
source: Tags:
fa_ir: برچسب‌ها:

source: View
fa_ir: دیدن

# ZoomLabel
source: Zoom
fa_ir: بزرگنمایی

source: About
fa_ir: درباره

source: Age
fa_ir: سن

source: Age Distributions
fa_ir: توزیع سن‌ها

source: All people
fa_ir: همه افراد

source: ancestral and
fa_ir: نیاکان و

source: Birth Date
fa_ir: تاریخ تولد

source: Continue
fa_ir: ادامه

# Copyright
source: Copyright © 2013
fa_ir: حق تکثیر محفوظ است. ۲۰۱۳

source: Current person
fa_ir: فرد جاری

source: Current person with
fa_ir: فرد جاری به همراه

# DataQualityColon
source: Data Quality:
fa_ir: کیفیت داده:

# DataStatusColon
source: Data Status:
fa_ir: وضعیت داده:

source: Death Date
fa_ir: تارخ فوت

source: descendant generations
fa_ir: نوادگان

source: Edit
fa_ir: ویرایش

source: Export HTML
fa_ir: صادر کردن HTML

source: Export sources and repositories
fa_ir: صادر کردن منابع و مخازن

source: Gender Distributions
fa_ir: توزیع جنسیتی

source: Hide living people
fa_ir: پنهان سازی افراد زنده

source: Immediate relatives
fa_ir: خویشاوندان درجه یک

source: Living Status
fa_ir: وضعیت حیات

source: Localization
fa_ir: بومی سازی

source: Name
fa_ir: نام

source: OK
fa_ir: بسیار خوب

source: Statistics
fa_ir: آمار

source: Stories
fa_ir: داستان‌ها

source: Summary of Data
fa_ir: خلاصه داده‌ها

source: Summary of Events
fa_ir: خلاصه رویدادها

source: Summary of Media
fa_ir: خلاصه رسانه‌ها

source: Summary of Names
fa_ir: خلاصه نام‌ها

# UTF1
source: FamilyLines has full support for the UTF-8 encoding format. Unfortunately most GEDCOM files are not encoded in this format so during import, FamilyLines removes characters which it may not be able to display. If you use a language which has extended character sets, some information may be lost.
fa_ir: فامیلی لاینز به طور کامل از UTF-8 پشتیبانی می‌کند. اما متاسفانه اغلب GEDCOM ها در طول وارد کردن با این قالب ذخیره نشده اند و به همین خاطر فامیلی لاینز حروفی که نمی‌تواند نشان دهد را از آنها حذف می‌کند. اگر شما از زبانی استفاده کرده اید که حروف توسعه یافته دارد، بعضی از اطلاعات ممکن است از دست بروند.

# UTF2
source: However it is possible to convert files to UTF-8 encoding using programs such as Notepad. Once your file is correctly encoded, check 'Enable UTF-8 support' for full extended character support.
fa_ir: به هر حال ممکن است که با برنامه‌هایی مثل notepad پرونده‌ها را به قالب UTF-8 تبدیل کنید. بعد از اینکه پرونده‌تان به شکل درست درآورده شد، روی فعال سازی UTF-8 کلیک کنید تا حریف توسعه یافته فعال شوند.

source: Address
fa_ir: آدرس

source: Author
fa_ir: نویسنده

# BracketRepositoryNameBracket
source: (Repository Name)
fa_ir: (اسم مخزن)

# ChooseWhoToSaveColon
source: Choose who to save:
fa_ir: انتخاب فردی برای ذخیره:

source: contains
fa_ir: شامل

source: Current person and immediate relatives
fa_ir: فرد جاری و اقوام درجه یک

source: Died
fa_ir: فوتی

source: If person's
fa_ir: اگر

# PrivacyTooltip
source: Prevent details of living people being exported.
fa_ir: جلوگیری از خروج اطلاعات افراد زنده

source: Publisher
fa_ir: ناشر

source: Repositories
fa_ir: مخازن

source: Repository List
fa_ir: لیست مخازن

source: Source List
fa_ir: لیست منابع

source: Sources
fa_ir: منبع

# SourcesExportTooltip
source: Allow sources and repository information to be exported.
fa_ir: خروج منابع و مخازن اطلاعات مجاز است.

source: Add new image...
fa_ir: افزودن تصویر جدید...

source: Drop photos into this box.
fa_ir: تصاویر را در این جعبه بیندازید.

source: Link existing image...
fa_ir: پیوند زدن تصویر موجود...

source: No primary
fa_ir: بدون ابتدایی

source: Set as primary
fa_ir: انتخاب به عنوان اصلی

source: Story
fa_ir: داستان

source: Tools
fa_ir: ابزارها

# AppendStar
source: Append * to imported people's names.
fa_ir: افزودن * به نام افراد وارد شده

# ChooseTheLanguageColon
source: Choose the language:
fa_ir: انتخاب زبان:

# ClickContinue
source: Click to 'Continue' to begin:
fa_ir: روی «ادامه» برای شروع کلیک کنید:

# ClickFinish
source: Click 'Finish' to save and view your file:
fa_ir: روی «پایان» برای ذخیره‌سازی و دیدن پرونده‌تان کلیک کنید:

source: Danish
fa_ir: دانمارکی

source: Existing Citation
fa_ir: ارجاعات فعلی

source: Existing Information
fa_ir: اطلاعات فعلی

source: Field
fa_ir: فیلد

source: Finish
fa_ir: پایان

# LanguageChangeMessage
source: The language change will take effect the next time the application starts.
fa_ir: تغیر زبان در اجرای بعدی برنامه تاثیر خواهد گذاشت.

# LanguageHeader
source: Language
fa_ir: زبان

source: Merge Duplicates
fa_ir: ادغام تکراری‌ها

# MergeDuplicatesMessage1
source: Some people in the existing tree were also in the file which was merged.
fa_ir: بعضی از افراد در شجره جاری در پروندهی که ادغامی شد هم موجود بودند.

# MergeDuplicatesMessage2
source: In the next screen, you can update existing people where there is new or conflicting information.
fa_ir: در صفحه بعد، شما می‌توانید افراد موجود را که اطلاعات جدید یا متناقض دارند، ویرایش کنید.

source: New Citation
fa_ir: ارجاع جدید

# NewConflicting
source: New or Conflicting Information
fa_ir: اطلاعات جدید یا متناقض

source: Options
fa_ir: گزینه‌ها

source: Skip
fa_ir: پرش

source: Summary
fa_ir: خلاصه

source: Uncited
fa_ir: بدون ارجاع

source: Unknown
fa_ir: ناشناخته

source: Update
fa_ir: به روز رسانی

# UpdateQuestion
source: Update?
fa_ir: به روز شود؟

source: Adopted
fa_ir: فرزند خوانده

source: Birth
fa_ir: تولد

source: Brother
fa_ir: برادر

source: Burial
fa_ir: به‌خاک‌سپاری

source: Connect Family Member...
fa_ir: اتصال اعضای خانواده...

source: Cremation
fa_ir: سوزانده شدن

source: Current
fa_ir: کنونی

source: Daughter
fa_ir: دختر

source: Death
fa_ir: فوت

source: Divorce
fa_ir: طلاق

source: Father
fa_ir: پدر

source: Former
fa_ir: سابق

# Fostered
source: Foster
fa_ir: رضاعی

source: Locked
fa_ir: قفل

source: Marriage
fa_ir: ازدواج

source: Mother
fa_ir: مادر

source: Natural
fa_ir: طبیعی

source: Private
fa_ir: خصوصی

source: Sister
fa_ir: خواهر

source: Son
fa_ir: پسر

# Spouse
source: Spouse/Partner
fa_ir: همسر

source: Unrelated
fa_ir: بدون رابطه

source: Data Size
fa_ir: اندازه داده:

source: Deceased
fa_ir: متوفی

source: Divorces
fa_ir: طلاق‌ها

source: Earliest known event
fa_ir: نزدیک ترین رویداد شناخته شده

source: Facts/Events
fa_ir: حقایق/رویدادها

source: Latest known event
fa_ir: آخرین رویدادهای شناخته شده

source: Marriages
fa_ir: ازدواج‌ها

source: Notes
fa_ir: یادداشت ها

source: Photos
fa_ir: تصاویر

source: Statistics Report
fa_ir: گزارش آماری

source: Statistics Report for
fa_ir: گزارش آماری برای

source: Top boys names
fa_ir: اسامی پسر برتر

source: Top girls names
fa_ir: اسامی دختر برتر

# TopSurnames
source: Top last names
fa_ir: نام‌های خانواگی‌ برتر

source: Family Statistics
fa_ir: آمار خانواده

# HasAttachments
source: This person has attachments.
fa_ir: این فرد پیوست دارد.

# HasCitations
source: This person has citations.
fa_ir: این فرد ارجاع دارد.

# HasNotes
source: This person has a note.
fa_ir: این فرد یادداشت دارد.

# HasPhotos
source: This person has photos.
fa_ir: فرد تصویر دارد.

# HasRestrictions
source: This person has a restriction.
fa_ir: این فرد یک محدودیت دارد.

source: Hide ancestors
fa_ir: پنهان سازی اجداد

source: Hide aunts and uncles
fa_ir: پنهان سازی عمه‌ها و عموها و خاله و دایی ها

source: Hide current spouse
fa_ir: پنهان سازی همسر فعلی

source: Hide dates
fa_ir: پنهان سازی تاریخ‌ها

source: Hide descendants
fa_ir: پنهان سازی نوادگان

source: Hide in laws
fa_ir: پنهان سازی خویشاوندان نسبی

source: Hide previous spouses
fa_ir: پنهان سازی همسران قبلی

source: Hide siblings
fa_ir: پنهان سازی برادرها و خواهرها

source: Image
fa_ir: تصویر

# IsLivingQuestion
source: Is Living?
fa_ir: در قید حیات؟

source: Show all generations
fa_ir: نمایش همه نسل‌ها

source: Show bloodlines
fa_ir: نمایش خطوط خونی

source: Show generation outline
fa_ir: نمایش کلیات نسل

source: Show immediate family only
fa_ir: نماش فقط خانواده اصلی

source: Show photos
fa_ir: نمایش تصاویر

source: Birthdays
fa_ir: روزهای تولد

# Surnames
source: Last Names
fa_ir: نام‌های خانوادگی

source: Private Record
fa_ir: رکورد خصوصی

source: Date Calculator
fa_ir: حسابگر تاریخ

# DateCalculatorMessage
source: Use this tool to help with calculating dates from evidence you have collected.
fa_ir: از این ابزار برای محاسبه تاریخ‌ها از روی مدارکی که جمع‌اوری کرده اید استفاده کنید.

source: Year
fa_ir: سال

source: Add or subtract
fa_ir: افزودن یا کم کردن

# AgeBirthDeath
source: Ages, Births & Deaths
fa_ir: سن‌ها، تولدها و مرگ‌ها

source: Calculate
fa_ir: محاسبه

# DateCalculatorMenu
source: Date Calculator
fa_ir: حسابگر تاریخ

# DateTo
source: to
fa_ir: تا

source: days
fa_ir: روز

source: months
fa_ir: ماه

source: Subtract
fa_ir: تفریق

source: years
fa_ir: سال‌ها

source: Black
fa_ir: سیاه

source: Silver
fa_ir: نقره‌ای

source: Start a new family tree...
fa_ir: ایجاد شجره نامه جدید...

source: Links
fa_ir: پیوندها

# HideControls
source: Hide diagram controls
fa_ir: پنهان سازی کنترل‌های نمودار

# SavingStatus
source: (Saving)
fa_ir: (درحال ذخیره سازی)

source: Drop photos here.
fa_ir: تصاویر را اینجا بیندازید.

# NoExistingPhotos
source: There are no existing photos.
fa_ir: هیچ عکسی از قبل موجود نیست.

source: Discussion
fa_ir: بحث

source: Homepage
fa_ir: صفحه خانه

source: People
fa_ir: مردم

# ChooseWhatToExtractColon
source: Choose what to extract:
fa_ir: انتخاب چیزی برای استخراج:

source: Current person only
fa_ir: فقط فرد جاری

# ExtractHeader
source: Extract Contents
fa_ir: استخراج محتویات

source: Open folder after extraction
fa_ir: بازکردن پوشه بعد از استخراج

# ExtractingStatus
source: (Extracting)
fa_ir: (درحال استخراج)

# ExtractFilesMenu
source: Extract Contents...
fa_ir: استخراج محتویات...

source: Extract
fa_ir: استخراج

source: Hide filtered
fa_ir: پنهان سازی صافی شده ها

source: Events
fa_ir: رویدادها

source: Do you want to hide living people?
fa_ir: آیا می‌خواهید افراد زنده مخفی شوند؟

source: Export Places
fa_ir: صادر کردن مکان‌ها

# ChooseWhatToExportColon
source: Choose what to export:
fa_ir: انتخاب چیزی برای صدور:

source: Enable UTF-8
fa_ir: فعال سازی UTF-8

# AlignCenter
source: Center (Ctrl+E)
fa_ir: وسط چین (Ctrl+E)

# AlignJustify
source: Justify (Ctrl+J)
fa_ir: از طرفین به یک اندازه (Ctrl+J)

# AlignLeft
source: Align Text Left (Ctrl+L)
fa_ir: تنظیم حاشیه چپ (Ctrl+L)

# AlignRight
source: Align Text Right (Ctrl+R)
fa_ir: تنظیم حاشیه راست (Ctrl+R)

source: Births
fa_ir: تولدها

# Bold
source: Bold (Ctrl+B)
fa_ir: کلفت (Ctrl+B)

source: Bullets
fa_ir: بولت

source: Burials
fa_ir: به‌خاک سپاری‌ها

source: Cremations
fa_ir: سوزاندن‌ها

source: Deaths
fa_ir: فوت‌ها

# DecreaseIndentation
source: Decrease Indent
fa_ir: کاستن دندانه

# GrowFont
source: Grow Font (Ctrl+>)
fa_ir: بزرگ کردن قلم (Ctrl+>)

# IncreaseIndentation
source: Increase Indent
fa_ir: افزایش دندانه

source: Lifetimes
fa_ir: طول حیات‌ها

source: Numbering
fa_ir: شماره گذاری

source: Places
fa_ir: اماکن

source: Places with times
fa_ir: مکان‌هایی که زمان دارند.

# ShrinkFont
source: Shrink Font (Ctrl+<)
fa_ir: کوچک کردن قلم (Ctrl+<)

source: Clear filter text.
fa_ir: پاک‌کردن متن فیلتر.

source: Compatability
fa_ir: سازگاری

# OldVersionMessage
source: This file was created with an earlier version of Family.Show or FamilyLines. It will be saved in a new format for use with this version. The new file’s name will end with .familyx and will bundle all your family photos, stories and tree into this single file.
fa_ir: این پرونده با نسخه‌های قدیمی‌تر فامیلی لاینز ساخته شده است و به فرمت جدید ذخیره خواهد شد. پرونده‌های جدید با familyx ذخیره می‌شوند و همه اطلاعات مثل عکس‌های خانوادگی، داستان‌ها و غیره را در یک پرونده ذخیره می‌کند.

source: Prefix
fa_ir: پیشوند

# TreeNum
source: Tree #
fa_ir: شجره #

# FamilyListViewToolTip
source: Hold shift and click on other columns to multi-sort
fa_ir: برای مرتب سازی چندگانه، کلید شیفت را نگه داشته و روی ستون‌های دیگر کلیک نمایید

source: Add a New Person
fa_ir: افزودن عضو جدید

source: Metro
fa_ir: مترو

# GParentView_Change_the_current_person
source: Make {0} the current person
fa_ir: انتخاب {0} به عنوان شخص جاری

# GParentView_Add_father_for_
source: Add father for {0}
fa_ir: افزودن پدر برای {0}

# GParentView_Add_mother_for
source: Add mother for {0}
fa_ir: افزودن مادر برای {0}

# GParentView_Add_Father
source: Add Father
fa_ir: افزودن پدر

# GParentView_Add_Mother
source: Add Mother
fa_ir: افزودن مادر

source: Add Daughter
fa_ir: افزودن دختر

source: Add Son
fa_ir: افزودن پسر

source: Children
fa_ir: فرزندان

# ClickMarriageDetail
source: Click to Edit Marriage Details
fa_ir: برای ویرایش وضعیت تاهل کلیک کنید
